module.exports = {
  featuresTranslate : {
    "ANIMATED_ICON": "Анимированная Иконка",
    "BANNER": "Баннер",
    "COMMUNITY": "Коммьюнити",
    "DISCOVERABLE": "Путешествие",
    "FEATURABLE": "Оссобенный",
    "INVITE_SPLASH": "Сплэш",
    "MEMBER_VERIFICATION_GATE_ENABLED": "Проверка участников",
    "NEWS": "Новости",
    "PARTNERED": "Партнер",
    "PREVIEW_ENABLED": "Превью",
    "VANITY_URL": "Свой URL",
    "VERIFIED": "Верефицирован",
    "VIP_REGIONS": "V.I.P Регион",
    "WELCOME_SCREEN_ENABLED": "Приветственный экран",
    "TICKETED_EVENTS_ENABLED": "Билеты?",
    "MONETIZATION_ENABLED": "Монетизация",
    "MORE_STICKERS": "Больше стикеров",
    "PRIVATE_THREADS": "Приватные ветки",
    "ROLE_ICONS": "Иконки у ролей",
    "HAS_DIRECTORY_ENTRY": "Запись в справочнике",
    "LINKED_TO_HUB": "Присоеденен к хабу",
    "RELAY_ENABLED": "Реле",
    "ANIMATED_BANNER": "Анимированный Баннер",
    "HUB": "Хаб"
  },
  channelsTranslate: {
    0: "Текстовый",
    1: "Лс",
    2: "Голосовой", 
    3: "Группа",
    4: "Категория",
    5: "Новости",
    10: "Новости-Ветки",
    11: "Публичная ветка",
    12: "Приватная ветка",
    13: "Трибуна",
    14: "Хаб Серверов",
    15: "Форум"
  },
  verLvlTranslate: {
    0: "Отсутствует",
    1: "Низкий",
    2: "Средний",
    3: "Высокий",
    4: "Очень Высокий"
  },
  seasonsTranslate: {
    "spook": "**Хэллоуин**\n— Конфеты в уникальной команде **s.catch**\n— Увеличенная зарплата в 2 раза!\n— Шанс получить конфеты во время обычной работы\n— Длится месяц",
    "happy-new-year": "**Новый год**\n— Подарки в уникальной команде **s.collect**\n— Увеличенная зарплата в 4 раза!\n— Шанс получить подарки во время обычной работы\n— Раздача **Smarty Premium!**\n— Длится месяц",
    "easter": "**Пасха**\n— Пасхальные яйца в уникальной команде **s.eggs**\n— Увеличенная зарплата в 3 раза!\n— Шанс получить пасхальные яйца во время обычной работы\n— Длится месяц",
    "summer-festival": "**Летний фестиваль**\n— Маштабная раздача **Smarty Premium!**\n— Глобальное **обновление**\n— Увеличенная зарплата в 5 раз на **все** виды работы\n— Длится все лето",
    "none": "Увы, сейчас по календарю сезона нет"
  }
}